import React from 'react';
import './About.css';

export const About = () => {
    return (
        <div className="abo">
           <div className='parp'>

           Ми молода команда <snap className='grop'>Konst</snap> яка складається із 4 людей. Ми виникли в 2022 році як команда ентузіастів які вирішили створити власний сайт основна тематика якого – ігри.  Для цього ми вирішили створити його завдяки React js бібліотеки. Основні причини вибору саме react в його динамічності і сучасності. <p> Так ви можете сказати що він досить важкий, але це компенсується  багатьма джерелами інформації які можна знайти на просторах всесвітньої павутини.  Основною проблемою перед якою ми зустрілися- це нестача часу для знаходження повноцінних ігор для нашого сайту, тому ми завжди раді як вашим пропозиціям що до ігор так і вашим власним іграм які ви можете відправити на нашу електронну пошту konst@gmail.com .</p> Якщо ви хочете звернутися щодо якихось питань, або працевлаштування до нас вам потрібно перейти в контакти і подзвонити по номеру  нашого рекрутера.
           </div>
        </div>
    )
}
